7zip
base
base-devel
bluez
bluez-utils
cliphist
dolphin
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-mozc
feh
firefox
fuzzel
git
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
intel-ucode
jdk21-openjdk
jellyfin-server
jellyfin-web
jq
kimageformats
kitty
libheif
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
loupe
mako
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-settings
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
proton-vpn-gtk-app
qbittorrent
qt5-wayland
qt6-wayland
sddm
sof-firmware
torbrowser-launcher
ttf-fira-code
ufw
unzip
waybar
wget
wireplumber
wtype
xdg-desktop-portal-hyprland
yazi
zram-generator
