7zip
aegisub
alass
azahar
base
base-devel
bc
blueman
bluetui
bluez
bluez-utils
btop
cava
cliphist
cronie
ddcutil
dolphin
efibootmgr
evolution-data-server
fcitx5
fcitx5-configtool
fcitx5-mozc
feh
fuzzel
fzf
gamemode
git
goverlay
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
intel-ucode
jdk21-openjdk
jellyfin-mpv-shim
jellyfin-server
jellyfin-web
jq
kimageformats
kitty
lib32-opencl-nvidia
libheif
libpulse
libreoffice-fresh
librewolf-bin
libva-nvidia-driver
linux
linux-firmware
loupe
mako
man-db
mangohud
matugen-git
minecraft-launcher
mkvtoolnix-cli
mkvtoolnix-gui
mpv
neovim
network-manager-applet
networkmanager
noctalia-shell
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
omnissa-horizon-client
openbsd-netcat
opencl-nvidia
openrgb-git
openrgb-plugin-effects-git
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
prismlauncher
proton-vpn-gtk-app
python-pip
python-pipx
python-setuptools
qbittorrent
qt5-wayland
qt6-doc
qt6-wayland
qt6ct
quickshell-git
sddm
slurp
socat
sof-firmware
steam
swaync
torbrowser-launcher
ttf-fira-code
ufw
unzip
virtualbox
virtualbox-guest-iso
waybar
wev
wget
wireplumber
wlsunset
wtype
xdg-desktop-portal-hyprland
yay
yazi
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
