7zip
base
base-devel
bluez
bluez-utils
brightnessctl
btop
cliphist
cmatrix
cronie
dkms
dolphin
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
fd
fuzzel
fzf
git
grim
gst-plugin-pipewire
gtk4
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
intel-ucode
iwd
jdk21-openjdk
jq
kitty
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libpulse
librewolf-bin
libva-nvidia-driver
libxnvctrl
linux
linux-firmware
linux-headers
luarocks
mako
man-db
minecraft-launcher
modrinth-app-git
mpv
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
omnissa-horizon-client
opencl-nvidia
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prismlauncher
proton-vpn-gtk-app
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
socat
tlp
tree
tree-sitter-cli
ttf-fira-code
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ufw
unzip
vim
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
